
# For loop

#1) მომხმარებელს შემოატანინეთ რიცხვი და 0-დან ამ რიცხცამდე დაპრინტეთ ყველა რიცხვი.
counter = 0
for counter < 8:
    print("hello")
    counter+= 1
# while loop

#1) მომხარბელს შემოატანინე სიტყვა მანამ სანამ არ შემოიტანს Guram

#2)მომხარებელს შემოატანინე რიცხვი მანამ სანამ უარყოფითს არ შემოიტანს

#3)მომხარებელს შემოატანინე რიცხვი, მანამ სანამ 5 ს არ შემოიტანს და შემდეგ როცა შემოიტანს 5 სდაპირნტეთ "Guram teacher"

#BOSS LEVEL
#4)მომხარებელს შემოატანინეთ პინკოდი, სანამ 9877 არ შეიტანს,და როცა შეიტანს გამოიტანოს მისი მცდელობების რაოდენება გამრავლებული 2 ზე