#შექმენი 9 ცვლადი, 3 ცვლადი იყოს Str, 3 ცვლადი int, 3 ცვლადი float, და შემდეგ გამოიტანე ტერმინალში 9-ვე ცვლადი print-ის მეშვეობით.
name="NIA"
flower="ROSE"
car="BMW"
day=10
birthdate=2017
time=3.00
num1=12.5
height=1.50
num2=5.9
#კომენტარის სახით დაწერე დღეს ნასწავლი Data type's ანუ მონაცემთა ტიპები და ახსენით თითეული მონაცემთა ტიპი რისთვის გამოიყენება 
#integer Შემო კლებიჰᲗ int არის მხᲗელი რიცხვი მაგალიᲗად 12,6,23562 და ა.Შ
#string Შემო კლებიᲗ str არის ყველაფერი რაც '''- ის  ᲨიგნიᲗ

#შექმენი 8 ცვლადი, და გამოიყენე Math operators --> (+, -, /, * ) ყველა ცვლადზე
match=7665566/666668
match=544677988641235646789*877556789433789654321336600008
match=6858-768
match=987*657
match=467/66
match=567*4536
match=765-123
match=50+60

#შექმენი 4 Str ცვლადი და დაწერე 1 დიდი წინადადება
movie="muana"
car="bmw"
color="pink"
name="nini"