#1)შექმენით სია სადაც შეინახავთ 4 ელემენტს, შემდეგ მეორე ელემენტი შეცვალეთ "გურამი" თ
num1=[1,2,3,4,5]
num2=[15,16,17,18,19]
num3=[11,12,13,20,21]
num4=[23,33,56,67,45]
print(num1,num2,num3,num4)
num1=["გურამი"]
num2=["გურამი"]
num3=["გურამი"]
num4=["გურამი"]
print(num1,num2,num3,num4)
3)შექმენი სია 15 ცალი ელემენტით, პირველი 5 იყოს სტრინგი და ეწეროს სააქართველოს ქალაქები, მეორე 5ეული იყოს რიცხვები და ეწეროს თქვენი ოჯახის წევრების ასაკები(ან ნათესავების), მესამე 5ეული იყოს boolean ები(True False), შემდეგ შექმენით სამი ცვლადი სადაც იქნება input და მომხარებელს შემოატანინეთ რაიმე მნიშვნელობა, შემდგომ სიაში მე 4 ელემენტი მე 7 ელემენტი და მე 11 ელემენტი შეცვალეთ ამ სამი input ით

4)paint ში დახატე როგორ წარმოგიდგენია სია(list)